---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.RebarShapeVertex
source: html/c8fc7f37-d202-dc1b-dd9a-168724afd93d.htm
---
# RebarShapeVertex Properties

The range of permissible angles at this bend.